{
            "Menu.choose": "Veuillez choisir la langue",
            "Menu.home": "Accueil", 
            "Menu.about": "A propos de nous",
            "Menu.values": "Valeurs fondamentales",
            "Menu.services": "Produits et services",
            "Menu.brands": "Marques et Licences",
            "Menu.milestone": "Milestone",
            "Menu.partners": "Partenaires",
            "Menu.news": "Actualités",
            "Menu.career": "Carrière",
            "Menu.contact": "Contact",
            "Menu.provider": "Fournisseurs de liquidités",
            "Slogan.pre": "Établi en Europe depuis 2015",
            "Slogan.title": "Your Reliable Investment Partner",
            "Slogan.sub": "Le groupe Magic Compass a fourni à ses clients du monde entier une large gamme de produits et de services destinés au secteur financier",
            "Slogan.btn": "En savoir plus",
            "WWA.content": "En fournissant les outils de négociation adéquats pour les investisseurs particuliers, les entreprises et les professionnels et en adhérant strictement à une politique de non-conflit d'intérêts, nous nous efforçons continuellement d'assurer la transparence, la meilleure exécution et une liquidité favorable pour nos clients.",
            "WWA.pre": "Culture d'entreprise",
            "WWA.title": "Nos valeurs fondamentales",
            "WWA.sub": "Nos valeurs fondamentales ont façonné notre culture d'entreprise depuis le tout début. Elles constituent le fondement de notre façon de travailler ensemble et de nous guider",
            "WWA.listTitle1": "Les clients d'abord",
            "WWA.listContent1": "L'écoute des besoins du client est notre principe directeur. Nous les faisons passer avant toute autre chose.",
            "WWA.listTitle2": "Innovation",
            "WWA.listContent2": "Fournir continuellement des versions technologiques et de nouvelles initiatives donne à nos clients un avantage concurrentiel",
            "WWA.listTitle3": "Intégrité",
            "WWA.listContent3": "L'intégrité est le fondement de tout ce que nous faisons. Nous sommes admirés et respectés pour notre engagement envers l'honnêteté, la confiance et la transparence.",
            "WWA.listTitle4": "Expertise",
            "WWA.listContent4": "Nous prospérons en transformant la connaissance en perspicacité. C'est en gardant une longueur d'avance que nous créons de la valeur pour nos clients.",
            "SellinPoint.preTitle1": "Notre avantage",
            "SellinPoint.title1": "LIQUIDITÉ",
            "SellinPoint.list1P1": "Liquidité ample et croissante",
            "SellinPoint.list1P2": "Pouvoir d'achat unifié soutenu par des actifs multiples",
            "SellinPoint.list1P3": "Tiny Spreads",
            "SellinPoint.list1P4": "Taux de commission faible",
            "SellinPoint.list1P5": "Outils de variété pour la sélection de l'effet de levier",
            "SellinPoint.preTitle2": "Nous sommes innovateurs",
            "SellinPoint.title2": "TECHNOLOGIE DE BASE",
            "SellinPoint.list2P1": "Règles de routage dynamique à haut débit pour le placement des ordres",
            "SellinPoint.list2P2": "Performance supérieure de la bourse pour les transactions de masse",
            "SellinPoint.list2P3": "Système de gestion intelligente des risques",
            "SellinPoint.preTitle3": "Nous sommes transparents",
            "SellinPoint.title3": "OPEN API",
            "SellinPoint.list3P1": "Prix FX en temps réel",
            "SellinPoint.list3P2": "Abonnements personnalisés aux données de marché",
            "SellinPoint.list3P3": "Environnement d'exécution amélioré",
            "SellinPoint.list3P4": "Taux de transfert jusqu'à 480 Gbps",
            "Product.title": "Produits et services",
            "Product.subTitle": "L'investissement au bout du doigt !",
            "Product.p1Title": "Broker & Online Trading",
            "Product.p1Content": "Services de courtage pour les titres, les produits dérivés, l'assurance, la gestion d'actifs et les crypto-actifs. Services de plateforme de négociation en ligne.",
            "Product.p2Title": "Cryoto & MSB",
            "Product.p2Content": "Services d'échange de devises étrangères (entreprise de services monétaires). Services d'échange et de portefeuille pour les actifs cryptographiques.",
            "Product.p3Title": "Liquidity Provider",
            "Product.p3Content": "Offrir de la liquidité aux marchés et apparier les ordres pour les négociants",
            "CTA.msg": "Trouvez les coordonnées du Groupe Magic Compass dans le monde entier.",
            "CTA.btn": "Nous contacter",
            "Brands.pre": "Ce que nous faisons",
             "Brands.titre": "Marques et Licences",
            "Brands.sub": "Le groupe Magic Compass possède une gamme de marques, chacune avec ses propres spécialisations et identités",
            "Brands.list1Title": "Magic Compass Ltd",
            "Brands.list1P1": "Magic Compass Ltd est une entreprise d'investissement agréée enregistrée à Chypre et réglementée par la Commission des valeurs mobilières de Chypre (CySEC) avec la licence n° 299/16.",
             "Brands.liste1P2": "La société est également enregistrée auprès de la National Futures Association (NFA) avec NFA ID 0547474",
            "Brands.list1P3": "Grâce à un accès facile à la plateforme MetaTrader 4 primée, les traders peuvent profiter de notre plateforme pratique et facile à naviguer, ainsi que des différents outils d'analyse et de trading.",
            "Brands.list2Title": "Magic Compass Securities Limited",
            "Brands.list2P1": "Magic Compass Securities Limited est une société agréée enregistrée à Hong Kong et réglementée par la Securities and Futures Commission of Hong Kong (HKSFC) sous le numéro de licence AXT242.",
            "Brands.list2P2": "Magic Compass Securities Limited est également un participant de The Stock Exchange of Hong Kong Limited (SEHK) avec le numéro de participant 01935.",
             "Brands.list2P3": "L'entreprise est gérée par un groupe d'experts ayant une riche expérience des marchés financiers et du négoce de titres. Grâce à leurs antécédents sur les marchés financiers internationaux et locaux, la société est en mesure de fournir à ses clients des services de négociation de titres fiables, efficaces et précis.",
            "Brands.list3Title": "Magic Compass Wealth Management Limited",
            "Brands.list3P1": "Magic Compass Wealth Management Limited est autorisé et réglementé par l'Autorité des assurances de Hong Kong avec le numéro de licence FB1629",
             "Brands.liste3P2": "Numéro d'enregistrement MPF IC000941",
            "Brands.list4Title": "Magic Compass Financial Services OÜ",
            "Brands.list4P1": "Magic Compass Financial Services OÜ est une société à responsabilité limitée enregistrée en Estonie et est réglementée par Politsei- ja Piirivalveamet avec le numéro d'enregistrement 14767165.",
             "Brands.list4P2": "L'entreprise est licenciée et autorisée à:",
             "Brands.liste4P3": "a) fournir des services d'échange d'une monnaie virtuelle contre une monnaie fiduciaire ; et",
             "Brands.list4P4": "b) fournir un service de portefeuille de devises virtuelles.",
            "Brands.list5Title": "Magic Compass International Capital Ltd",
             "Brands.list5P1": "Magic Compass International Capital Ltd. est une société à responsabilité limitée enregistrée au Canada et est réglementée par le Centre d'analyse des opérations et déclarations financières du Canada (CANAFE) avec le numéro d'enregistrement MSB M19214141.",
             "Brands.liste5P2": "L'entreprise est licenciée et autorisée à:",
             "Brands.list5P3" : "a) opérations de change ;",
            "Brands.list5P4" : "b) transfert d'argent ; et",
            "Brands.list5P5" : "c) le commerce des monnaies virtuelles",
            "Brands.list6Title": "Magic Compass Ltd - USA",
            "Brands.list6P1": "Magic Compass Ltd - USA est une société à responsabilité limitée enregistrée aux États-Unis et réglementée par le Financial Crimes Enforcement Network (réseau de répression des délits financiers) du département du Trésor, sous le numéro d'enregistrement MSB 31000223587105.",
             "Brands.list6P2": "La société est agréée et autorisée à exercer les activités suivantes : encaissement de chèques (y compris mandats de voyage et mandats-poste), opérations de change, émission de mandats-poste, émission de chèques de voyage, transmission de fonds, vente de mandats-poste, vente d'accès prépayé, vente de chèques de voyage.",
            "Brands.list7Title": "Magic Compass Investments Limited",
            "Brands.list7P1": "Magic Compass Investments Limited est une société à responsabilité limitée enregistrée dans les îles Vierges britanniques (BVI) sous le numéro de société 2078628.",
             "Brands.list7P2": "La société fournit des liquidités à la fois aux sociétés du groupe et à des tiers",
            "Milestone.pre": "A propos de nous",
            "Milestone.title": "Our Milestone",
            "Milestone.sub": "Découvrez les principales étapes de l'activité de notre groupe depuis sa création",
            "Milestone.eventDate1": "April 2016",
            "Milestone.eventContent1": "Magic Compass Ltd est autorisé à exercer en Europe !",
            "Milestone.eventDate2": "December 2019",
            "Milestone.eventContent2": "Magic Compass Securities Limited a officiellement rejoint le Groupe !",
            "Milestone.eventDate3": "Octobre 2021",
            "Milestone.eventContent3": "Magic Compass Investments Limited est créée aujourd'hui !",
            "Milestone.eventDate4": "Avril 2022",
            "Milestone.eventContent4": "Magic Compass International Capital Ltd a officiellement rejoint le Groupe !",
            "Milestone.eventDate5": "July 2022",
            "Milestone.eventContent5": "Magic Compass Financial Services OÜ a officiellement rejoint le Groupe！",
            "Partners.pre": "B2B",
            "Partners.titre": "Nos partenaires",
            "Partners.sub": "Nous sommes heureux de travailler avec nos partenaires. Parmi ceux qui travaillent avec nous au niveau mondial, citons:",
            "News.pre": "Ne manquez pas les dernières nouvelles",
            "News.title": "Nouveautés et événements",
            "News.sub": " Retrouvez les dernières actualités et événements concernant MAGIC COMPASS. ",
            "NewsList.cat1": "Licencié par la CySEC",
            "NewsList.title1": "Magic Compass Ltd est autorisée à exercer en Europe !",
            "NewsList.date1": "2022-08-24 14:56:05",
            "NewsList.content1": "Aujourd'hui, la Commission chypriote des valeurs mobilières et des échanges (la 'CySEC') confirme que la société MAGIC COMPASS LTD, a été autorisée en tant qu'entreprise d'investissement chypriote avec le numéro d'autorisation 299/16 le 12 avril 2016.\n \n La société est autorisée à fournir les services suivants pour les activités 1 à 10 en Europe:\n \n Services d'investissement:\n a) Réception et transmission d'ordres relatifs à un ou plusieurs instruments financiers ; \n b) Exécution d'ordres au nom de clients ; \n c) Négociation pour compte propre ; et \n d) Gestion de portefeuille. \n \n - Services auxiliaires: \n a) Conservation et administration d'instruments financiers, y compris la garde et les services connexes ; \n b) Octroi de crédits ou de prêts à un ou plusieurs instruments financiers, lorsque l'entreprise qui octroie le crédit ou le prêt est impliquée dans la transaction ; \n c) Services de change lorsque ceux-ci sont liés à la prestation de services d'investissement ; et \n d) Ιrecherche d'investissements et analyse financière ou autres formes. \n \n Les explications pour les activités 1 à 10 sont les suivantes:\n \n Activité 1 - Valeurs mobilières ; \n Activité 2 - Instruments du marché monétaire ; \n Activité 3 - Parts d'organismes de placement collectif ; \n Activité 4 - Options, contrats à terme, swaps, accords de taux futurs et tout autre contrat dérivé portant sur des valeurs mobilières, des devises, des taux d'intérêt ou de rendement, des quotas d'émission ou d'autres instruments dérivés, des indices financiers ou des mesures financières qui peuvent être réglés physiquement ou en espèces ; \nActivité 5 - Options, contrats à terme, swaps, accords de taux futurs et tout autre contrat dérivé portant sur des matières premières qui doivent être réglés en espèces ou peuvent être réglés en espèces à la demande de l'une des parties autrement qu'en raison d'un défaut ou d'un autre événement de résiliation ; Activité 6 - Options, contrats à terme, swaps, accords de taux futurs et tout autre contrat dérivé portant sur des matières premières qui peuvent être réglés physiquement à condition qu'ils soient négociés sur un marché réglementé, un 219 Le présent texte anglais est fourni à titre d'information uniquement et n'est pas juridiquement contraignant, Le document juridiquement contraignant est en langue grecque. MTF ou un OTF, à l'exception des produits énergétiques de gros négociés sur un OTF qui doivent faire l'objet d'un règlement physique ; \n Activité 7 - Options, contrats à terme, swaps, accords de taux futurs et tout autre contrat dérivé relatif à des matières premières pouvant faire l'objet d'un règlement physique non mentionné au point 6) de la présente partie et n'étant pas à des fins commerciales, qui présentent les caractéristiques d'autres instruments financiers dérivés ; \n Activité 8 - Insturments dérivés pour le transfert du risque de crédit ; \n Activité 9 - Contrats financiers pour différences ; et \n Activité 10 - Options, contrats à terme, swaps, accords de taux futurs et tout autre contrat dérivé relatif à des variables climatiques, des taux de fret ou des taux d'inflation ou d'autres statistiques économiques officielles qui doivent être réglés en espèces ou peuvent être réglés en espèces à la demande de l'une des parties autrement qu'en raison d'un défaut ou d'un autre événement de résiliation, ainsi que tous les autres contrats dérivés relatifs à des actifs, droits, obligations, indices et mesures non mentionnés dans la présente partie, qui présentent les caractéristiques d'autres instruments financiers dérivés, selon qu'ils sont, entre autres, négociés sur un marché réglementé, un OTF ou un MTF. \n \n Pour le détail des informations relatives à la licence, veuillez vous reporter à:\n ",
            "NewsList.btn1": "Read More",
            "NewsList.cat2": "Nouveau membre",
            "NewsList.title2": "Magic Compass Securities Limited a officiellement rejoint le Groupe !",
            "NewsList.date2": "2022-08-24 14:56:05",
            "NewsList.content2": "Magic Compass Securities Limited devient membre du groupe le 23 décembre 2019.\n \n La société est agréée par la Securities and Futures Commission de Hong Kong (HKSFC) avec le numéro de licence. AXT242 et autorisée à exercer les activités réglementées suivantes à Hong Kong:\n \n RA 1 - Négociation de titres ; \n RA 2 - Négociation de contrats à terme ; \n RA 3 - Négociation de devises à effet de levier ; \n RA 4 - Conseil en valeurs mobilières ; et \n RA 9 - Gestion d'actifs. \n \n Pour le détail des informations sur les licences, veuillez vous référer à:\n ",
            "NewsList.btn2": "Read More",
            "NewsList.cat3": "Nouveau membre",
            "NewsList.title3": "Magic Compass Investments Limited est créé aujourd'hui !",
            "NewsList.date3": "2022-08-24 14:56:05",
            "NewsList.content3": "Pour développer notre matrice commerciale, le groupe a créé Magic Compass Investments Limited en tant que fournisseur de liquidités qui propose un service en marque blanche, un service de compte EA personnalisé et un service de connexion API.",
            "NewsList.btn3": "Read More",
            "NewsList.cat4": "Nouveau membre",
            "NewsList.title4": "Magic Compass International Capital Ltd a officiellement rejoint le Groupe !",
            "NewsList.date4": "2022-08-24 14:56:05",
            "NewsList.content4": "Magic Compass International Capital Ltd devient membre du groupe le 14 avril 2022.\n \n La société est autorisée par le Centre d'analyse des opérations et déclarations financières du Canada (CANAFE) avec le numéro d'enregistrement MSB. M19214141 et est autorisée à fournir les services suivants au Canada: \n \n a) opérations de change ; et \n b) transfert d'argent. \n \n Pour les détails de l'information sur la licence, veuillez vous référer à:  \n ",
            "NewsList.btn4": "Read More",
            "NewsList.cat5": "Éducation",
            "NewsList.title5": "Conférence MC",
            "NewsList.date5": "2022-08-24 14:56:05",
            "NewsList.content5": "Nous avons organisé la première classe MC en ligne le 10 mai 2022, à laquelle ont participé plus de 120 passionnés de finance. Nos experts ont discuté des dernières tendances du marché avec les participants à la classe, et le contenu a été bien accueilli par les participants.",
            "NewsList.btn5": "Read More",
            "Footer.slogan": "Votre partenaire d'investissement fiable",
            "Footer.aboutTitle": "About Us",
            "Footer.aboutContent": "Le groupe Magic Compass (Magic Compass Holdings Limited) est la société holding ultime de Magic Compass Ltd, Magic Compass Securities Limited, Magic Compass Financial Services OÜ, Magic Compass International Capital Ltd et Magic Compass Investments Limited. Adresse du siège social: Cistra Corporate Services Centre, Wickhams Cay II, Road Town, Tortola, VG1110, British Virgin Islands",
            "Footer.copyright": "© 2022 Magic Compass Group. Tous droits réservés.",
            "Contact.header": "Nous contacter",
            "Contact.pre": "Vous avez une question ?",
            "Contact.title": "Get in touch",
            "Contact.sub": "Trouvez les coordonnées du groupe Magic Compass dans le monde entier.",
            "Contact.adresse": "Notre adresse",
            "Contact.email": "Notre e-mail",
            "Contact.phone": "Notre téléphone",
            "Contact.formName": "Nom",
            "Contact.formEmail": "Email",
            "Contact.formPhone": "N° de téléphone",
            "Contact.formMessage": "Votre message",
            "Contact.formSubmit": "Submit",
            "Career.header": "Carrière",
            "Career.pre": "Rejoignez-nous maintenant",
            "Career.titre": "Carrière",
            "Career.sub": "Trouvez votre prochain emploi au sein du groupe Magic Compass",
            "Career.applications": "Applications",
            "Career.applicationsP": "Les candidatures doivent être soumises par e-mail en joignant un CV ou un curriculum vitae contenant la rémunération actuelle et attendue et envoyé à:",
            "Career.applicants": "Candidats",
            "Career.applicantsP": "Sont invités à poser leur candidature les cadres de tous niveaux ayant une expérience dans le développement de produits, les technologies de l'information, la conformité &amp ; les ressources humaines à Chypre, à Hong Kong, en Chine continentale ou ailleurs, qui ont eu une expérience dans un fournisseur international de liquidités ou une société de commerce en ligne.",
            "Career.review": "Critiques",
            "Career.reviewP": "Toutes les candidatures seront traitées de manière strictement confidentielle. Les candidats qui ne reçoivent pas de réponse de notre part dans les 3 semaines doivent considérer que leur candidature n'a pas été retenue. Les informations soumises seront utilisées uniquement à des fins de recrutement et ne seront pas conservées plus de 2 ans."
}