{
            "Menu.choose": "Bitte Sprache wählen",
            "Menu.home": "Zuhause", 
            "Menu.about": "Über uns",
            "Menu.values": "Grundwerte",
            "Menu.services": "Produkte & Dienstleistungen",
            "Menu.brands": "Marken & Lizenzen",
            "Menu.milestone": "Meilenstein",
            "Menu.partners": "Partner",
            "Menu.news": "Nachrichten",
            "Menu.career": "Karriere",
            "Menu.contact": "Kontakt",
            "Menu.provider": "Anbieter von Liquidität",
            "Slogan.pre": "Seit 2015 in Europa etabliert",
            "Slogan.title": "Ihr verlässlicher Investitionspartner",
            "Slogan.sub": "Magic Compass Group hat unsere Kunden auf der ganzen Welt mit einer breiten Palette von Produkten und Dienstleistungen für die Finanzindustrie versorgt.",
            "Slogan.btn": "Mehr erfahren",
            "WWA.content": "Durch die Bereitstellung geeigneter Handelsinstrumente für Privat-, Firmen- und professionelle Anleger und die strikte Einhaltung einer Non-Conflict-of-Interest-Politik streben wir kontinuierlich nach Transparenz, bester Ausführung und günstiger Liquidität für unsere Kunden.",
            "WWA.pre": "Unternehmenskultur",
            "WWA.title": "Unsere Grundwerte",
            "WWA.sub": "Unsere Grundwerte haben unsere Unternehmenskultur von Anfang an geprägt. Sie bilden die Grundlage dafür, wie wir zusammenarbeiten und uns orientieren",
            "WWA.listTitle1": "Kunden zuerst",
            "WWA.listContent1": "Zuhören, was der Kunde braucht, ist unser Leitprinzip. Wir stellen sie über alles andere.",
            "WWA.listTitle2": "Innovation",
            "WWA.listContent2": "Die Bereitstellung kontinuierlicher technologischer Neuerungen und neuer Initiativen verschafft unseren Kunden einen Wettbewerbsvorteil.",
            "WWA.listTitle3": "Integrität",
            "WWA.listContent3": "Integrität ist die Grundlage für alles, was wir tun. Wir werden für unser Engagement für Ehrlichkeit, Vertrauen und Transparenz bewundert und respektiert.",
            "WWA.listTitle4": "Fachwissen",
            "WWA.listContent4": "Wir leben davon, Wissen in Erkenntnisse zu verwandeln. Indem wir der Entwicklung immer einen Schritt voraus sind, schaffen wir Mehrwert für unsere Kunden.",
            "SellinPoint.preTitle1": "Unser Vorteil",
            "SellinPoint.title1": "FLÜSSIGKEIT",
            "SellinPoint.list1P1": "Ausreichende und zunehmende Liquidität",
            "SellinPoint.list1P2": "Vereinte Kaufkraft, unterstützt durch mehrere Vermögenswerte",
            "SellinPoint.list1P3": "Tiny Spreads",
            "SellinPoint.list1P4": "Niedriger Provisionssatz",
            "SellinPoint.list1P5": "Variety Tools for Leverage Selection",
            "SellinPoint.preTitle2": "Wir sind innovativ",
            "SellinPoint.title2": "KERNTECHNOLOGIE",
            "SellinPoint.list2P1": "Dynamische Hochgeschwindigkeits-Routing-Regeln für die Auftragsplatzierung",
            "SellinPoint.list2P2": "Überlegene Börsenleistung für Massentransaktionen",
            "SellinPoint.list2P3": "Intelligentes Risikomanagement-System",
            "SellinPoint.preTitle3": "Wir sind Transparent",
            "SellinPoint.title3": "OPEN API",
            "SellinPoint.list3P1": "Echtzeit-FX-Preise",
            "SellinPoint.list3P2": "Kundenspezifische Marktdaten-Abonnements",
            "SellinPoint.list3P3": "Verbesserte Ausführungsumgebung",
            "SellinPoint.list3P4": "Übertragungsrate bis zu 480 Gbit/s",
            "Produkt.title": "Produkte & Dienstleistungen",
            "Product.subTitle": "Investition auf Knopfdruck!",
            "Product.p1Title": "Broker & Online-Handel",
            "Product.p1Content": "Maklerdienste für Wertpapiere, Derivate, Versicherungen, Vermögensverwaltung und Kryptowährungen. Dienstleistungen einer Online-Handelsplattform.",
            "Product.p2Title": "Cryoto & MSB",
            "Produkt.p2Content": "Austausch von Fremdwährungen (Gelddienstleistungsgeschäft). Exchange & wallet services for crypto assets.",
            "Produkt.p3Title": "Liquiditätsanbieter",
            "Product.p3Content": "Bereitstellung von Liquidität für die Märkte und Matching von Aufträgen für Händler.",
            "CTA.msg": "Finden Sie die Kontaktdaten der Magic Compass Group in der ganzen Welt.",
            "CTA.btn": "Kontaktieren Sie uns",
            "Brands.pre": "Was wir tun",
            "Brands.title": "Marken & Lizenzen",
            "Brands.sub": "Die Magic Compass Group besitzt eine Reihe von Marken, jede mit ihren eigenen Spezialisierungen und Identitäten.",
            "Brands.list1Title": "Magic Compass Ltd",
            "Brands.list1P1": "Magic Compass Ltd ist eine in Zypern registrierte und von der Cyprus Securities and Exchange Commission (CySEC) mit der Lizenz Nr. 299/16 regulierte lizenzierte Investmentfirma.",
            "Brands.Liste1P2": "Das Unternehmen ist auch bei der National Futures Association (NFA) mit der NFA-ID 0547474 registriert.",
            "Brands.Liste1P3": "Mit einem einfachen Zugang zur preisgekrönten MetaTrader 4-Plattform können Händler unsere bequeme und leicht zu navigierende Plattform genießen und die Vorteile der verschiedenen Analyse- und Handelswerkzeuge nutzen.",
            "Brands.list2Title": "Magic Compass Securities Limited",
            "Brands.list2P1": "Magic Compass Securities Limited ist eine in Hongkong registrierte und von der Securities and Futures Commission of Hong Kong (HKSFC) mit der Lizenz Nr. AXT242 regulierte Gesellschaft.",
            "Brands.list2P2": "Magic Compass Securities Limited ist auch ein Teilnehmer der Stock Exchange of Hong Kong Limited (SEHK) mit der Teilnehmer-ID 01935.",
            "Brands.list2P3": "Das Unternehmen wird von einer Gruppe von Experten geleitet, die über reiche Erfahrungen auf den Finanzmärkten und im Wertpapierhandel verfügen. Dank ihrer nachweislichen Erfahrungen auf den internationalen und lokalen Finanzmärkten ist das Unternehmen in der Lage, seinen Kunden zuverlässige, effiziente und präzise Wertpapierhandelsdienstleistungen anzubieten.",
            "Brands.list3Title": "Magic Compass Wealth Management Limited",
            "Brands.Liste3P1": "Magic Compass Wealth Management Limited ist von der Hongkonger Versicherungsaufsichtsbehörde unter der Lizenznummer FB1629 zugelassen und reguliert",
            "Brands.liste3P2": "MPF-Registrierungsnummer IC000941",
            "Brands.list4Title": "Magic Compass Financial Services OÜ",
            "Brands.list4P1": "Magic Compass Financial Services OÜ ist eine in Estland registrierte Gesellschaft mit beschränkter Haftung und wird von Politsei- ja Piirivalveamet unter der Registrierungsnummer 14767165 reguliert.",
            "Brands.list4P2": "Das Unternehmen ist lizenziert und autorisiert zu:",
            "Brands.Liste4P3": "a) Dienstleistungen zum Umtausch einer virtuellen Währung gegen eine Fiat-Währung anbieten; und",
            "Brands.list4P4": "b) einen Dienst für virtuelle Geldbörsen anbieten.",
            "Brands.list5Title": "Magic Compass International Capital Ltd",
            "Brands.list5P1": "Magic Compass International Capital Ltd. ist eine in Kanada registrierte Gesellschaft mit beschränkter Haftung und wird vom Financial Transactions and Reports Analysis Centre of Canada (FINTRAC) unter der MSB-Registrierungsnummer M19214141 reguliert.",
            "Brands.Liste5P2": "Das Unternehmen ist lizenziert und autorisiert zu:",
            "Brands.list5P3": "a) Devisenhandel;",
            "Brands.list5P4": "b) Geldüberweisungen; und",
            "Brands.list5P5": "c) Handel mit virtuellen Währungen.",
            "Brands.list6Title": "Magic Compass Ltd - USA",
            "Brands.list6P1": "Magic Compass Ltd - USA ist eine in den Vereinigten Staaten registrierte Gesellschaft mit beschränkter Haftung, die vom Financial Crimes Enforcement Network Deportment of the Treasury unter der MSB-Registrierungsnummer 31000223587105 reguliert wird.",
            "Brands.Liste6P2": "Das Unternehmen ist lizenziert und befugt, als Scheckeinlöser (einschließlich Reiseschecks und Geldanweisungen), Devisenhändler, Aussteller von Geldanweisungen, Aussteller von Reiseschecks, Geldüberweisung, Verkäufer von Geldanweisungen, Verkäufer von Prepaid-Zugang, Verkäufer von Reiseschecks aufzutreten.",
            "Brands.list7Title": "Magic Compass Investments Limited",
            "Brands.list7P1": "Magic Compass Investments Limited ist eine auf den Britischen Jungferninseln (BVI) eingetragene Gesellschaft mit beschränkter Haftung mit der Firmennummer 2078628.",
            "Brands.Liste7P2": "Das Unternehmen stellt Liquidität sowohl für Konzerngesellschaften als auch für Dritte zur Verfügung.",
            "Milestone.pre": "Über uns",
            "Milestone.title": "Unser Meilenstein",
            "Milestone.sub": "Sehen Sie sich die wichtigsten Meilensteine der Geschäftstätigkeit unserer Gruppe seit ihrer Gründung an",
            "Milestone.eventDate1": "April 2016",
            "Milestone.eventContent1": "Magic Compass Ltd ist in Europa zugelassen!",
            "Milestone.eventDate2": "Dezember 2019",
            "Milestone.eventContent2": "Magic Compass Securities Limited hat sich offiziell der Gruppe angeschlossen!",
            "Milestone.eventDate3": "Oktober 2021",
            "Milestone.eventContent3": "Magic Compass Investments Limited wird heute gegründet!",
            "Milestone.eventDate4": "April 2022",
            "Milestone.eventContent4": "Magic Compass International Capital Ltd ist offiziell der Gruppe beigetreten!",
            "Milestone.eventDate5": "Juli 2022",
            "Milestone.eventContent5": "Magic Compass Financial Services OÜ hat sich offiziell der Gruppe angeschlossen！",
            "Partner.pre": "B2B",
            "Partner.title": "Unsere Partner",
            "Partner.sub": "Wir freuen uns über die Zusammenarbeit mit unseren Partnern. Zu denjenigen, die weltweit mit uns zusammenarbeiten, gehören:",
            "News.pre": "Aktuelles nicht verpassen",
            "News.title": "Neu & Ereignisse",
            "News.sub": "Finden Sie die neuesten Nachrichten und Ereignisse über MAGIC COMPASS. ",
            "NewsList.cat1": "Licensed By CySEC",
            "NewsList.title1": "Magic Compass Ltd ist zur Ausübung der Tätigkeit in Europa zugelassen!",
            "NewsList.date1": "2022-08-24 14:56:05",
            "NewsList.content1": "Die zypriotische Wertpapier- und Börsenaufsichtsbehörde (CySEC) bestätigt heute, dass das Unternehmen MAGIC COMPASS LTD am 12. April 2016 als zypriotische Wertpapierfirma mit der Zulassungsnummer 299/16 zugelassen wurde.\n \n Das Unternehmen ist berechtigt, die folgenden Dienstleistungen für die Tätigkeiten 1 bis 10 in Europa zu erbringen:\n \n Wertpapierdienstleistungen:\n \n a) Entgegennahme und Übermittlung von Aufträgen in Bezug auf ein oder mehrere Finanzinstrumente; \n b) Ausführung von Aufträgen im Namen von Kunden; \n c) Handel auf eigene Rechnung; und\n d) Portfolioverwaltung. \n \n Nebendienstleistungen: \n \n a) Verwahrung und Verwaltung von Finanzinstrumenten, einschließlich Verwahrung und damit zusammenhängende Dienstleistungen; \n b) Gewährung von Krediten oder Darlehen für ein oder mehrere Finanzinstrumente, wenn das Unternehmen, das den Kredit oder das Darlehen gewährt, an dem Geschäft beteiligt ist; \n c) Devisengeschäfte, wenn diese mit der Erbringung von Wertpapierdienstleistungen verbunden sind; und\n d) Anlageforschung und Finanzanalyse oder andere Formen. \n \n Die Erläuterungen zu den Tätigkeiten 1 bis 10 lauten wie folgt:\n \n Tätigkeit 1 - Übertragbare Wertpapiere; \n Tätigkeit 2 - Geldmarktinstrumente; \n Tätigkeit 3 - Anteile an Organismen für gemeinsame Anlagen; \n Tätigkeit 4 - Optionen, Termingeschäfte, Swaps, Forward Rate Agreements und alle anderen Derivatkontrakte in Bezug auf Wertpapiere, Währungen, Zinssätze oder -erträge, Emissionszertifikate oder andere derivative Instrumente, Finanzindizes oder Finanzkennzahlen, die physisch oder in bar erfüllt werden können; \n Tätigkeit 5 - Optionen, Termingeschäfte, Swaps, Forward Rate Agreements und alle anderen Derivatkontrakte in Bezug auf Waren, die bar abgerechnet werden müssen oder auf Wunsch einer der Parteien bar abgerechnet werden können, es sei denn, es liegt ein Ausfall oder ein anderes Beendigungsereignis vor; \n Tätigkeit 6 - Optionen, Termingeschäfte, Swaps, Forward Rate Agreements und alle anderen Derivatkontrakte in Bezug auf Waren, die physisch abgerechnet werden können, sofern sie auf einem geregelten Markt, einem 219 Der vorliegende englische Text dient nur der Information und ist nicht rechtsverbindlich, Das rechtsverbindliche Dokument ist in griechischer Sprache. MTF oder einem OTF gehandelt werden, mit Ausnahme von Energiegroßhandelsprodukten, die auf einem OTF gehandelt werden und die physisch abgewickelt werden müssen; \n Tätigkeit 7 - Optionen, Termingeschäfte, Swaps, Forward Rate Agreements und alle anderen Derivatkontrakte in Bezug auf Waren, die physisch abgewickelt werden können, die nicht anderweitig in Punkt 6) dieses Teils genannt sind und die nicht kommerziellen Zwecken dienen und die die Merkmale anderer derivativer Finanzinstrumente aufweisen; \n Tätigkeit 8 - Derivate für die Übertragung von Kreditrisiken; \n Tätigkeit 9 - Differenzgeschäfte; und\n Tätigkeit 10 - Optionen, Termingeschäfte, Swaps, Forward Rate Agreements und alle anderen Derivatkontrakte, die sich auf Klimavariablen, Frachtraten oder Inflationsraten oder andere amtliche Wirtschaftsstatistiken beziehen und die bar abgerechnet werden müssen oder auf Wunsch einer der Vertragsparteien bar abgerechnet werden können, es sei denn, es liegt ein Ausfall oder ein anderes Beendigungsereignis vor, sowie alle anderen Derivatkontrakte in Bezug auf Vermögenswerte, Rechte, Verpflichtungen, Indizes und Messgrößen, die nicht anderweitig in diesem Teil genannt sind und die die Merkmale anderer derivativer Finanzinstrumente aufweisen, wobei unter anderem berücksichtigt wird, ob sie an einem geregelten Markt, über ein OTF oder ein MTF gehandelt werden. \n \n Einzelheiten zu den Lizenzinformationen finden Sie unter:\n",
            "NewsList.btn1": "Mehr lesen",
            "NewsList.cat2": "Neues Mitglied",
            "NewsList.title2": "Magic Compass Securities Limited hat sich offiziell der Gruppe angeschlossen!",
            "NewsList.date2": "2022-08-24 14:56:05",
            "NewsList.content2": "Magic Compass Securities Limited wird am 23. Dezember 2019 Mitglied der Gruppe.\n \n Das Unternehmen ist von der Securities and Futures Commission of Hong Kong (HKSFC) unter der Lizenznummer. AXT242 lizenziert und ist berechtigt, die folgenden regulierten Tätigkeiten in Hongkong auszuüben: \n \n RA 1 - Handel mit Wertpapieren; \n RA 2 - Handel mit Terminkontrakten; \n RA 3 - Fremdwährungshandel mit Hebelwirkung; \n RA 4 - Beratung zu Wertpapieren; und\n RA 9 - Vermögensverwaltung. \n \n Einzelheiten zu den Lizenzinformationen finden Sie unter:\n",
            "NewsList.btn2": "Mehr lesen",
            "NewsList.cat3": "Neues Mitglied",
            "NewsList.title3": "Magic Compass Investments Limited wird heute gegründet!",
            "NewsList.date3": "2022-08-24 14:56:05",
            "NewsList.content3": "Um unsere Geschäftsmatrix weiterzuentwickeln, gründete die Gruppe Magic Compass Investments Limited als Liquiditätsanbieter, der einen White-Label-Service, einen maßgeschneiderten EA-Kontodienst und einen API-Verbindungsdienst anbietet.",
            "NewsList.btn3": "Mehr lesen",
            "NewsList.cat4": "Neues Mitglied",
            "NewsList.title4": "Magic Compass International Capital Ltd hat sich offiziell der Gruppe angeschlossen!",
            "NewsList.date4": "2022-08-24 14:56:05",
            "NewsList.content4": "Magic Compass International Capital Ltd. wird am 14. April 2022 Mitglied der Gruppe.\n \n Das Unternehmen ist vom Financial Transactions and Reports Analysis Centre of Canada (FINTRAC) mit der MSB-Registrierungsnummer lizenziert. M19214141 und ist berechtigt, folgende Dienstleistungen in Kanada zu erbringen: \n \n a) Devisenhandel; und \n b) Geldüberweisungen. \n \n Einzelheiten zu den Lizenzinformationen finden Sie unter:  \n ",
            "NewsList.btn4": "Mehr lesen",
            "NewsList.cat5": "Bildung",
            "NewsList.title5": "MC Vortrag",
            "NewsList.date5": "2022-08-24 14:56:05",
            "NewsList.content5": "Wir haben am 10. Mai 2022 den ersten Online-MC-Kurs abgehalten, an dem mehr als 120 Finanzinteressierte teilnahmen. Unsere Experten diskutierten mit den Kursteilnehmern die neuesten Markttrends, und die Inhalte kamen bei den Teilnehmern gut an.",
            "NewsList.btn5": "Mehr lesen",
            "Footer.slogan": "Ihr zuverlässiger Investitionspartner",
            "Footer.aboutTitle": "Über uns",
            "Footer.aboutContent": "Die Magic Compass Group (Magic Compass Holdings Limited) ist die oberste Holdinggesellschaft von Magic Compass Ltd, Magic Compass Securities Limited, Magic Compass Financial Services OÜ, Magic Compass International Capital Ltd und Magic Compass Investments Limited. Eingetragene Adresse: Cistra Corporate Services Centre, Wickhams Cay II, Road Town, Tortola, VG1110, British Virgin Islands.",
            "Footer.copyright": "© 2022 Magic Compass Group. Alle Rechte vorbehalten.",
            "Contact.header": "Kontakt",
            "Contact.pre": "Haben Sie eine Frage?",
            "Contact.title": "Kontakt aufnehmen",
            "Contact.sub": "Finden Sie die Kontaktdaten der Magic Compass Group auf der ganzen Welt.",
            "Contact.address": "Unsere Adresse",
            "Contact.email": "Unsere E-Mail",
            "Contact.phone": "Unser Telefon",
            "Contact.formName": "Name",
            "Contact.formEmail": "E-Mail",
            "Contact.formPhone": "Telefon-Nr.",
            "Contact.formMessage": "Ihre Nachricht",
            "Contact.formSubmit": "Absenden",
            "Career.header": "Karriere",
            "Career.pre": "Jetzt bei uns mitmachen",
            "Career.title": "Karriere",
            "Career.sub": "Finden Sie Ihren nächsten Job bei der Magic Compass Group",
            "Career.applications": "Bewerbungen",
            "Career.applicationsP": "Bewerbungen sind per E-Mail unter Beifügung eines Lebenslaufs oder einer Bewerbung mit Angabe des aktuellen und des erwarteten Gehalts an zu richten:",
            "Career.applicants": "Bewerber",
            "Career.applicantsP": "Bewerben können sich Führungskräfte aller Ebenen mit Erfahrung in den Bereichen Produktentwicklung, Informationstechnologie, Compliance & Personalwesen in Zypern, Hongkong, Festlandchina oder anderswo, die Erfahrung in einem internationalen Liquiditätsanbieter oder Online-Handelsunternehmen gesammelt haben.",
            "Career.review": "Bewertungen",
            "Career.reviewP": "Alle Bewerbungen werden streng vertraulich behandelt. Bewerber, die innerhalb von 3 Wochen keine Antwort von uns erhalten, sollten ihre Bewerbung als nicht erfolgreich betrachten. Die eingereichten Informationen werden ausschließlich zu Einstellungszwecken verwendet und nicht länger als 2 Jahre aufbewahrt."
}
 