{
            "Menu.choose": "Please Choose Language",
            "Menu.home": "Home", 
            "Menu.about": "About Us",
            "Menu.values": "Core Values",
            "Menu.services": "Products & Services",
            "Menu.brands": "Brands & Licenses",
            "Menu.milestone": "Milestone",
            "Menu.partners": "Partners",
            "Menu.news": "News",
            "Menu.career": "Career",
            "Menu.contact": "Contact",
            "Menu.provider": "Liquidity Provider",
            "Slogan.pre": "Established in Europe since 2015",
            "Slogan.title": "Your Reliable Investment Partner",
            "Slogan.sub": "Magic Compass Group Has Been Providing Our Clients Around The World With A Wide Range Of Products And Services Towards Financial Industry.",
            "Slogan.btn": "Learn More",
            "WWA.content": "By providing the adequate trading tools for the retail, corporate and professional investors and adhering strictly to a non-conflict of interest policy we continuously strive for transparency, best execution and favourable liquidity for our clients.",
            "WWA.pre": "Corporate Culture",
            "WWA.title": "Our Core Values",
            "WWA.sub": "Our core values have shaped our corporate culture since the very beginning. They build the foundation of how we work together and guide us",
            "WWA.listTitle1": "Clients First",
            "WWA.listContent1": "Listening to what the client needs are our guiding principle. We put it ahead of anything else.",
            "WWA.listTitle2": "Innovation",
            "WWA.listContent2": "Providing continual technology releases and new initiatives gives our clients a competitive advantage.",
            "WWA.listTitle3": "Integrity",
            "WWA.listContent3": "Integrity is the foundation for everything we do. We are admired and respected for our commitment to honesty, trust, and transparency.",
            "WWA.listTitle4": "Expertise",
            "WWA.listContent4": "We thrive on turning knowledge into insight. Staying ahead of the curve is how we drive value for our clients.",
            "SellinPoint.preTitle1": "Our Advantage",
            "SellinPoint.title1": "LIQUIDITY",
            "SellinPoint.list1P1": "Ample and Increasing Liquidity",
            "SellinPoint.list1P2": "Unified Buying Power Supported by Multiple Assets",
            "SellinPoint.list1P3": "Tiny Spreads",
            "SellinPoint.list1P4": "Low Commission Rate",
            "SellinPoint.list1P5": "Variety Tools for Leverage Selection",
            "SellinPoint.preTitle2": "We are Innovative",
            "SellinPoint.title2": "CORE TECHNOLOGY",
            "SellinPoint.list2P1": "Dynamic High-Speed Routing Rules for Order Placing",
            "SellinPoint.list2P2": "Superior Exchange Performance for Mass Transactions",
            "SellinPoint.list2P3": "Intelligent Risk Management System",
            "SellinPoint.preTitle3": "We are Transparent",
            "SellinPoint.title3": "OPEN API",
            "SellinPoint.list3P1": "Real-Time FX Prices",
            "SellinPoint.list3P2": "Customized Market Data Subscriptions",
            "SellinPoint.list3P3": "Enhanced Execution Environment",
            "SellinPoint.list3P4": "Transfer Rate up to 480-Gbps",
            "Product.title": "Products & Services",
            "Product.subTitle": "Investment at your fingertip!",
            "Product.p1Title": "Broker & Online Trading",
            "Product.p1Content": "Broker services for securities, derivatives, insurance, asset management and crypto assets. Online trading platform services.",
            "Product.p2Title": "Cryoto & MSB",
            "Product.p2Content": "Foreign currencies exchange services (money services business). Exchange & wallet services for crypto assets.",
            "Product.p3Title": "Liquidity Provider",
            "Product.p3Content": "Offering liquidity to the markets and matching orders for dealers.",
            "CTA.msg": "Find the contact details of Magic Compass Group across the world.",
            "CTA.btn": "Contact Us",
            "Brands.pre": "What We Do",
            "Brands.title": "Brands & Licenses",
            "Brands.sub": "Magic Compass Group owns a range of brands, each with their own specialisations and identities.",
            "Brands.list1Title": "Magic Compass Ltd",
            "Brands.list1P1": "Magic Compass Ltd is a Licensed Investment Firm in Cyprus and regulated by The Cyprus Securities and Exchange Commission (CySEC) with License No. 299/16.",
            "Brands.list1P2": "The company is also registered with National Futures Association (NFA) with NFA ID 0547474.",
            "Brands.list1P3": "With an easy access to the award-winning MetaTrader 4 platform, traders can enjoy our convenient and easy-to-navigate platform as well as take advantage of the various analytics and trading tools.",
            "Brands.list2Title": "Magic Compass Securities Limited",
            "Brands.list2P1": "Magic Compass Securities Limited is a Licensed Corporation in Hong Kong and regulated by The Securities and Futures Commission of Hong Kong (HKSFC) with License No. AXT242.",
            "Brands.list2P2": "Magic Compass Securities Limited is also a participant of The Stock Exchange of Hong Kong Limited (SEHK) with Participant ID 01935.",
            "Brands.list2P3": "The company is managed by a group of experts with rich experience in financial markets and securities trading. With their traceable records in both global and local financial markets, the company is able to provide customers with reliable, efficient and accurate securities trading services.",
            "Brands.list3Title": "Magic Compass Wealth Management Limited",
            "Brands.list3P1": "Magic Compass Wealth Management Limited is authorized and regulated by Hong Kong's Insurance Authority with license number FB1629",
            "Brands.list3P2": "MPF Registration No. IC000941",
            "Brands.list4Title": "Magic Compass Financial Services OÜ",
            "Brands.list4P1": "Magic Compass Financial Services OÜ is a private limited company registered in Estonia and regulated by The Register of Economic Activities, Estonia with Registry Code 14767165.",
            "Brands.list4P2": "The company is licensed and authorized to:",
            "Brands.list4P3": "a) provide services of exchanging a virtual currency against a fiat currency; and",
            "Brands.list4P4": "b) provide a virtual currency wallet service.",
            "Brands.list5Title": "Magic Compass International Capital Ltd",
            "Brands.list5P1": "Magic Compass International Capital Ltd. is a limited company registered in Canada and regulated by Financial Transactions and Reports Analysis Centre of Canada (FINTRAC) with MSB Registration No. M19214141.",
            "Brands.list5P2": "The company is licensed and authorized to perform:",
            "Brands.list5P3": "a) foreign exchange dealing;",
            "Brands.list5P4": "b) money transferring; and",
            "Brands.list5P5": "c) dealing in virtual currencies.",
            "Brands.list6Title": "Magic Compass Ltd - USA",
            "Brands.list6P1": "Magic Compass Ltd - USA is a limited company registered in United State and regulated by Financial Crimes Enforcement Network Deportment of the Treasury with MSB Registration No. 31000223587105.",
            "Brands.list6P2": "The company is licensed and authorised to perform Check casher (Including traveler's and money orders), Dealer in foreign exchange, Issuer of money orders, Issuer of traveler's checks, Money transmission, Seller of money order, Seller of prepaid access, Seller of traveler's checks.",
            "Brands.list7Title": "Magic Compass Investments Limited",
            "Brands.list7P1": "Magic Compass Investments Limited is a limited company registered in British Virgin Islands (BVI) with Company No. 2078628.",
            "Brands.list7P2": "The company provide liquidity to both group companies and third parties.",
            "Milestone.pre": "About Us",
            "Milestone.title": "Our Milestone",
            "Milestone.sub": "Check out our major milestones of our Group's business since our establishment",
            "Milestone.eventDate1": "April 2016",
            "Milestone.eventContent1": "Magic Compass Ltd is authorized to provide Investment Services in Europe!",
            "Milestone.eventDate2": "December 2019",
            "Milestone.eventContent2": "Magic Compass Securities Limited has officially joined the Group!",
            "Milestone.eventDate3": "October 2021",
            "Milestone.eventContent3": "Magic Compass Investments Limited is established!",
            "Milestone.eventDate4": "April 2022",
            "Milestone.eventContent4": "Magic Compass International Capital Ltd is established!",
            "Milestone.eventDate5": "July 2022",
            "Milestone.eventContent5": "Magic Compass Financial Services OÜ is established!",
            "Partners.pre": "B2B",
            "Partners.title": "Our Partners",
            "Partners.sub": "We are pleased to work with our partners. Those who work with us globally include:",
            "News.pre": "Don't Miss Latest",
            "News.title": "New & Events",
            "News.sub": "Find the latest news and events about MAGIC COMPASS. ",
            "NewsList.cat1": "Licensed By CySEC",
            "NewsList.title1": "Magic Compass Ltd is authorized to practice in Europe!",
            "NewsList.date1": "2022-08-24 14:56:05",
            "NewsList.content1": "Today, the Cyprus Securities and Exchange Commission (the 'CySEC') confirms that the company MAGIC COMPASS LTD, has been authorized as a Cyprus Investment Firm with authorisation number 299/16 on 12th of April, 2016.\n \n The company is authorized to provide following services towards activities 1 to 10 in Europe:\n \n Investment services:\n \n a) Reception and transmission of orders in relation to one or more financial instruments; \n b) Execution of orders on behalf of clients; \n c) Dealing on own account; and\n d) Portfolio management.\n \n Ancillary services: \n \n a) Safekeeping and administration of financial instruments, including custodianship and related services;\n b) Granting credits or loans to one or more financial instruments, where the firm granting the credit or loan is involved in the transaction;\n  c) Foreign exchange services where these are connected to the provision of investment services; and\n d) Ιnvestment research and financial analysis or other forms.\n \n The explanations for activities 1 to 10 are as follows:\n \n Activity 1 - Transferable securities;\n Activity 2 - Money-market instruments;\n Activity 3 - Units in collective investment undertakings;\n Activity 4 - Options, futures, swaps, forward rate agreements and any other derivative contracts relating to securities, currencies, interest rates or yields, emission allowances or other derivatives instruments, financial indices ot financial measures which may be settled physically or in cash;\n Activity 5 - Options, futures, swaps, forward rate agreements and any other derivative contracts relating to commodities that must be settled in cash or may be settled in cash at the option of one of the parties other than by reason of default of other termination event;\n Activity 6 - Options, futures, swaps, forward rate agreements and any other derivative contracts relating to commodities that can be physically settled provided that they are traded on a regulated market, a 219 The present English text is for information purposes only and is not legally binding, The legally binding document is in the Greek language. MTF, or an OTF, except for wholesale energy products traded on an OTF that must be physically settled;\n Activity 7 - Options, futures, swaps, forward rate agreements and any other derivative contracts relating to commodities that can be physically settled not otherwise mentioned in point 6) of this Part and not being for commercial purposes, which have the characteristics of other derivative financial instruments;\n Activity 8 - Derivative insturments for the transfer of credit risk;\n Activity 9 - Financial contracts for differences; and\n Activity 10 - Options, futures, swaps, forward rate agreements and any other derivative contracts relating to climatic variables, freight rates or inflation rates or other official economic statistics that must be settled in cash or may be settled in cash at the option of one of the parties other than by reason of default or other termination event, as well as any other derivative contracts relating to assets, rights,obligations, indices and measures not otherwise mentioned in this Part, which have the characteristics of other derivative financial instruments, having regard to whether, inter alia, they are traded on a regulated market, OTF, ot an MTF.\n \n For the details of the license information, please refer to:\n ",
            "NewsList.btn1": "Read More",
            "NewsList.cat2": "New Member",
            "NewsList.title2": "Magic Compass Securities Limited has officially joined the Group!",
            "NewsList.date2": "2022-08-24 14:56:05",
            "NewsList.content2": "Magic Compass Securities Limited becomes a member of the Group on 23 December 2019.\n \n  The company is licensed by The Securities and Futures Commission of Hong Kong (HKSFC) with licensed no. AXT242 and authorized to practise the following regulated activities in Hong Kong:\n \n RA 1 - Dealing in Securities;\n RA 2 - Dealing in Futures Contracts;\n RA 3 - Leveraged Foreign Exchange Trading;\n RA 4 - Advising on Securities; and\n RA 9 - Asset Management.\n \n  For the details of the license information, please refer to:\n  ",
            "NewsList.btn2": "Read More",
            "NewsList.cat3": "New Member",
            "NewsList.title3": "Magic Compass Investments Limited is established today!",
            "NewsList.date3": "2022-08-24 14:56:05",
            "NewsList.content3": "To develop our business matrix, the group established Magic Compass Investments Limited as a liquidity provider that provides white label service, customised EA account service and API connection service.",
            "NewsList.btn3": "Read More",
            "NewsList.cat4": "New Member",
            "NewsList.title4": "Magic Compass International Capital Ltd has officially joined the Group!",
            "NewsList.date4": "2022-08-24 14:56:05",
            "NewsList.content4": "Magic Compass International Capital Ltd becomes a member of the Group on 14 April 2022.\n \n The company is licensed by Financial Transactions and Reports Analysis Centre of Canada (FINTRAC) with MSB registration no. M19214141 and authorized to provide following services in Canada: \n \n  a) Foreign exchange dealing; and \n  b) Money transferring. \n \n  For the details of the license information, please refer to:  \n",
            "NewsList.btn4": "Read More",
            "NewsList.cat5": "Education",
            "NewsList.title5": "MC Lecture",
            "NewsList.date5": "2022-08-24 14:56:05",
            "NewsList.content5": "We held the first online MC class on 10 May 2022, with more than 120 financial enthusiasts participating. Our experts discussed the latest market trends with participants in the class, and the content was well received by participants.",
            "NewsList.btn5": "Read More",
            "Footer.slogan": "Your reliable investment partner",
            "Footer.aboutTitle": "About Us",
            "Footer.aboutContent": "Magic Compass Group (Magic Compass Holdings Limited) is the ultimate holding company of Magic Compass Ltd, Magic Compass Securities Limited, Magic Compass Financial Services OÜ, Magic Compass International Capital Ltd and Magic Compass Investments Limited. Registered address: Cistra Corporate Services Centre, Wickhams Cay II, Road Town, Tortola, VG1110, British Virgin Islands.",
            "Footer.copyright": "© 2022 Magic Compass Group. All Rights Reserved.",
            "Contact.header": "Contact Us",
            "Contact.pre": "Have A Question?",
            "Contact.title": "Get in touch",
            "Contact.sub": "Find the contact details of Magic Compass Group across the world.",
            "Contact.address": "Our Address",
            "Contact.email": "Our Email",
            "Contact.phone": "Our Telephone",
            "Contact.formName": "Name",
            "Contact.formEmail": "Email",
            "Contact.formPhone": "Phone No.",
            "Contact.formMessage": "Your Message",
            "Contact.formSubmit": "Submit",
            "Career.header": "Career",
            "Career.pre": "Join Us Now",
            "Career.title": "Career",
            "Career.sub": "Find your next job at Magic Compass Group",
            "Career.applications": "Applications",
            "Career.applicationsP": "Applications should be submitted by email enclosing a CV or resume containing current and expected remuneration and sent to:",
            "Career.applicants": "Applicants",
            "Career.applicantsP": "Applicants are invited from executives at all levels with experience in product development, information technology, compliance & human resource in Cyprus, Hong Kong, Mainland China or elsewhere who have had experience in an international liquidity provider or online trading corporation.",
            "Career.review": "Reviews",
            "Career.reviewP": "All applications will be treated in strict confidence. Applicants who do not receive a response from us within 3 weeks should consider their application unsuccessful. information submitted will be used solely for recruitment purposes and will be retained for no more than 2 years."
}
 